do

function run(msg, matches)
  return "ســـــــــــــــکتیر کن مادر قحبه👿👿خــــــــــارتو بچه های شهرک گایدن😈😈مگه نـــــــــنـــــــتو از سر راه آوردی که با بچه های شهرک در میفتی پـــــــــــــــــدســـــــــــــــــگ😈😈یادت نیس از زیر خایــــه هام بلــــــــــند شدی؟؟ الان واس  شهــــــــــرکی جماعـــــــت شاخ شــــــــــــــدی؟؟؟👿👿کـــــــــــــــــــــص ننت مــــــــــــــادر ســـــــــــــــــگ😈😈بســــــــــــــــــــــــــیک تا نگایـــــــدمــــــــــــــت😈😈                                                                                       هـــــــــــــــــــــــــــــــــــــــــه                                                                         ✌شهـــــــــــــــــرک ✌پرچمش همیشــــه بالاس🏴🏴🏴" .. matches[1]
end

return {
  description = "Says hello to someone", 
  usage = "سلام کن به [name]",
  patterns = {
    "^فحش بده به (.*)$",
    "^فحش بده به (.*)$"
  }, 
  run = run 
}

end
