do

function run(msg, matches)
  return '🍃🍂TelePatch لیست دستورات ربات🌾🌿'..Version.. [[ 
 


🌎🌐🌍🌐🌏🌐🌎🌎🌐🌍🌐🌏🌐🌎🌐

مدیریت گروه😍
1- اخراج 😏
2- بن 😑
3- سوپر بن 😳
4- حذف سوپر بن 😊
5- حذف بن 🙂
6- خروج 🙁
7- لیست بن 📋
8- لیست سوپر بن 📜
9- اضافه (فقط برای ادمین بات)🅰
10- حذف (فقط برای ادمین بات)🔃
11- ایدی 🆔
12- بستن گروه ❌

🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀

تغییرات گروه
1-قوانین 💯
2- توضیحات 🆚
3-تنظیم (نام-توضیحات-قوانین و ...) 📝
4- پاک کردن (مدیران-توضیحات-قوانین و...)➖
5- تنظیم عکس (ارسال عکس مورد نظر)🌈
6- ترفیع 🔮
7- قفل (نام-عکس-اعضا-فحش و ...)🔒
8- دارنده 🔆
9- صاحب گروه 〽️
10- بازکردن (نام-عکس-اعضا-فحش و ...)🔓
11- لیست مدیران 📃
12- لینک 📎
13- لینک جدید 🔗
14- لینک پیوی 🖇
15- آمار 📉📈
15- تنزل 😞
16- چنل + ▶️
17- چنل -  ⏸
18- تنظیمات ⚙
19- توضیحات 😎

😜😜😝😝😍😍😎😎👻👻😘😘😅😅😊

تفریح
1-عکس 🖼
2- مکان (نام مکان) 🖥
3- ابزار سکسی قفل1⃣  🔞
4- فرستادن (پیام به کل گرو ها) 📣
5- حساب کن (معادله)📲
6- ابزار سکسی قفل 2⃣ 🔞
7- ذخیره (موضوع) (متن) 📄
8- دریافت (موضوع) 📑
9- گیف & گیفی 🏯
10- سرچ ( ) 🌐
11- آیدی ❤️
12- تغییر به (متن) 🎨
13- دعوت (user@) 💡
14- شانسی 🎲
15- اسپم متن تعداد
16- ایکس ایگرگ 🚬🌠
17- تبدیل (متن انگلیسی) 🖨
18- زمان (مکان) 📠
19- شات از سفحه 🗾
20- اخبار هکران 👺😈
21- موزیک (نام ترک) 🎧🎼
22 -جوک 😂(انگیلیسیه :/)
23- فحش بده به (نام) 😅
24- فحش بد بده به (نام) 😜
25- سلام کن به (نام) 🖐🏻
26- فیلم (نام) 📽
27- طوطی🕊
28- ممه 😝 + کون 😘
29-کارتونی d1 😳
30-کارتونی d2 😊
40-کارتونی d3 😎

👾👾👽👽👽🎭🎭🕹🕹💀💀👺👺👹👹


کنترول ربات
1- تله پتچ ✅
2- سی پی یو 👾
3- ورژن 👽
4- ساپورت 🏁
5- ساپورتس ➿
6- شماره ی ربات 🔢
7- ربات سیک 🕹
8- تغییر عکس ربات 🗻
9- تاریخچه ✌🏻
10- ساخت گروه 🗣
11- اعضا 🆔
12- بفرست واسه همه (پیام) 👥
13-اضافه کردن ادمین 🤔
14- دستور (دستور در ترمینال) 📟
15- بفرست (پیام در همه گروه ها) ⌨
16- ارسال نظر (نظر شما) 🎫
17- بفرست (نام پلاگین) 📍
18- ورود (لینک) 🔗
19- تگ (پیام) #⃣
20- بلاک (ایدی شخص) 🅱
21- حذف بلاک (ایدی شخص) ⛔️
22- راهنما ⁉️

🌿🌿🌿🌿🌿🌿🌿🌿🌿🌿🌿🌿🌿🌿🌿


Designer🎨 : The Worst😍
]]
end

return {
  description = "Shows bot version", 
  usage = "!version: Shows bot version",
  patterns = {
    "^راهنما$"
  }, 
  run = run 
}

end
